mars3142/system-control/firmware/sdkconfig.defaults.esp32s3
# default ESP target
CONFIG_IDF_TARGET="esp32s3"

CONFIG_API_SERVER_HOSTNAME="system-client"
